Repository: Sameer330/greetings-app-ios
Catalog: Greetings/Localizable.xcstrings
Source language: en
Languages: he, hi, ru

source: Baking an app
he: אפיית אפליקציה
hi: ऐप बनाना
ru: Выпечка приложения

source: Exploring iOS Programming
he: חקר תכנות iOS
hi: आईओएस प्रोग्रामिंग का अन्वेषण
ru: Изучение программирования iOS

source: Greetings
he: שלום רב
hi: अभिवादन
ru: Привет

source: Greetings!
he: שלום רב!
hi: अभिवादन!
ru: Привет!

source: Hello there!
he: שלום לך!
hi: नमस्ते!
ru: Привет!

source: Hello, there!
he: שלום, שם!
hi: नमस्ते!
ru: Привет!

source: I just
he: אני פשוט
hi: केवल मैं
ru: Я просто

source: Let him cook
he: תן לו לבשל
hi: उसे खाना पकाने दो
ru: Пусть он готовит.

source: Programing recipes
he: תכנות מתכונים
hi: प्रोग्रामिंग रेसिपी
ru: Рецепты программирования

source: Quest for knowledge
he: חיפוש אחר ידע
hi: ज्ञान की खोज
ru: Поиск знаний

source: Say my name
he: אמור את שמי
hi: मेरा नाम बोलो
ru: Произнеси мое имя

source: Started learning
he: התחיל ללמוד
hi: सीखना शुरू किया
ru: Начал изучать

source: SwiftUI Framework
he: מסגרת SwiftUI
hi: स्विफ्टयूआई फ्रेमवर्क
ru: Фреймворк SwiftUI

source: Welcome to iOS Development
he: ברוכים הבאים לפיתוח iOS
hi: आईओएस विकास में आपका स्वागत है
ru: Добро пожаловать в iOS-разработку
